Repository: mlocati/concrete5-cover-picture-7
Catalog: languages/*/LC_MESSAGES/messages.po
Languages: it_it

# TemplateFileName
source: Text Centered
it_it: Testo centrato

# TemplateFileName
source: Text On Top
it_it: Testo in alto

# TemplateFileName
source: Text Slider
it_it: Presentazione testo

source: Cover Picture
it_it: Foto di copertina

source: Adds a text covered by a picture
it_it: Aggiunge testo sovrimpresso da un’immagine

source: No picture selected
it_it: Nessuna immagine selezionata

source: Cover picture where you can add additional text that shows up when you hover the picture.
it_it: Foto di copertina a cui è possibile aggiungere del testo aggiuntivo che viene mostrato quando si passa sull’immagine.

source: Picture
it_it: Immagine

source: Text
it_it: Testo

source: Overlay Color
it_it: Colore sovrimpressione

source: Overlay Picture
it_it: Imagine sovrimpressione

source: Overlay Opacity
it_it: Opacità sovrimpressione
